Repository: KDE/akonadi-calendar
Catalog: po/*/kalendarac.po
Languages: gl, zh_cn

# NAME OF TRANSLATORS
source: Your names
gl: Adrian Chaves (Gallaecio)
zh_cn: Shi Lei, Tyson Tan

# EMAIL OF TRANSLATORS
source: Your emails
gl: adrian@chaves.gal
zh_cn: slreycn@outlook.com, tds00@qq.com

source: View
gl: Vista
zh_cn: 查看

source: Task
zh_cn: 任务

source: Event
zh_cn: 事件

source: Task due at %1
zh_cn: 任务截止日期为 %1

# Event starts in 5 minutes
source: %2 starts in %1 minute
gl: %2 comeza nun minuto
zh_cn: %2 于 %1 分钟后开始

# Event starts at 10:00
source: %1 starts at %2
gl: %1 comeza ás %2
zh_cn: %1 开始于 %2

# Event started at 10:00
source: %1 started at %2
gl: %1 comezou ás %2
zh_cn: %1 已于 %2 开始

# Event starts on <DATE> at <TIME>
source: %1 starts on %2 at %3
gl: %1 comeza o %2 ás %3
zh_cn: %1 开始于 %2 于 %3

# Event started on <DATE> at <TIME>
source: %1 started on %2 at %3
gl: %1 comezou o %2 ás %3.
zh_cn: %1 已于 %2 于 %3 开始

# Event starts on <DATE>
source: %1 starts on %2
gl: %1 comeza o %2
zh_cn: %1 开始于 %2

# Event started on <DATE>
source: %1 started on %2
gl: %1 comezou o %2
zh_cn: %1 已于 %2 开始

source: Remind in 5 mins
gl: Lembrarmo en 5 minutos
zh_cn: 5分钟后提醒

source: Remind later...
gl: Lembrar máis tarde…
zh_cn: 以后提醒...

# dismiss a reminder notification for an event
source: Dismiss
gl: Descartar
zh_cn: 关闭

source: Open URL
gl: Abrir o URL
zh_cn: 打开 URL

source: Map
gl: Mapa
zh_cn: 地图

# @title
source: Reminders
gl: Lembranzas
zh_cn: 提醒

source: Calendar Reminder Service
gl: Servizo de lembranzas de calendario
zh_cn: 日历提醒服务

# @info:credit
source: Maintainer
gl: Mantemento.
zh_cn: 维护者

# @label:spinbox
source: Suspend &duration:
gl: &Duración da suspensión:
zh_cn: 暂停提醒时长(&D)：

# @info:tooltip
source: Suspend the reminders by this amount of time
gl: Suspender as lembranzas durante este tempo.
zh_cn: 暂停此时间内的提醒

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended by this number of time units. You can choose the time units (typically minutes) in the adjacent selector.
gl: Cada unha das lembranzas das incidencias seleccionadas suspenderase durante este número de unidades de tempo. Pode escoller as unidades de tempo (o típico son minutos) no selector que hai a carón.
zh_cn: 每个选中的事项将按照此指定的时间暂停提醒。您可以在旁边的控件中选择时间单位 (一般是分钟)。

# @item:inlistbox suspend in terms of minutes
source: minute(s)
gl: minutos
zh_cn: 分钟

# @item:inlistbox suspend in terms of hours
source: hour(s)
gl: horas
zh_cn: 小时

# @item:inlistbox suspend in terms of days
source: day(s)
gl: días
zh_cn: 天

# @item:inlistbox suspend in terms of weeks
source: week(s)
gl: semanas
zh_cn: 周

# @info:tooltip
source: Suspend the reminders using this time unit
gl: Suspender as lembranzas con esta unidade de tempo.
zh_cn: 暂停提醒时长的单位

# @info:whatsthis
source: Each reminder for the selected incidences will be suspended using this time unit. You can set the number of time units in the adjacent number entry input.
gl: Cada unha das lembranzas das incidencias seleccionadas hase suspender con esta unidade de tempo. Pode definir o número de unidades de tempo no campo que hai a carón.
zh_cn: 每个选中的事项将按照此指定的时间单位暂停提醒。您可以在旁边的控件中输入此单位的时间数值。

# @action:button
source: Remind Later
gl: Lembrar máis tarde
zh_cn: 以后提醒

# @info:tooltip
source: Remind me again after the specified interval
gl: Lembrarmo de novo tras o intervalo indicado.
zh_cn: 在指定时间后再次提醒我

# @info:whatsthis
source: Press this button to be reminded again about this incidence after the specified amount of time.
gl: Prema este botón para que se lle lembre de novo a incidencia pasado o período de tempo indicado.
zh_cn: 点击此按钮后将在指定的时间之后再次提醒。

# @action:button
source: Cancel
gl: Cancelar
zh_cn: 取消

# @info:tooltip
source: Cancel reminding later, i.e. dismiss the reminder forever
zh_cn: 取消以后提醒，即永久地取消此提醒

# @info:whatsthis
source: Press this button to silence the reminder forever.
zh_cn: 点击此按钮将永久性地取消此提醒。

source: (c) KDE Community 2021-2024
gl: © Comunidade KDE 2021-2024

# @info:tooltip
source: Cancel reminding later, show the notification again
gl: Cancelar a lembranza posterior, amosar de novo a notificación.
