Repository: KDE/akonadi-calendar
Catalog: po/*/libakonadi-calendar6.po
Languages: lt

source: Could not find incidence to update, it probably was deleted recently.
lt: Nepavyko rasti įvykio, kurį atnaujinti, jis, tikriausiai, buvo neseniai ištrintas.

source: Error performing deletion.
lt: Klaida atliekant ištrynimą.

source: Error performing copy.
lt: Klaida atliekant kopijavimą.

source: Can't find item: %1
lt: Nepavyksta rasti elemento: %1

source: Error while removing relations.
lt: Klaida šalinant ryšius.

source: Error while deleting incidences: %1
lt: Klaida ištrinant įvykius: %1

# @title:window
source: KOrganizer Confirmation
lt: KOrganizer patvirtinimas

# @action:button
source: Cut Only This
lt: Iškirpti tik šį

# @action:button
source: Cut All
lt: Iškirpti visus

# @action:button
source: Copy Only This
lt: Kopijuoti tik šį

# @action:button
source: Copy All
lt: Kopijuoti visus

# @title:column calendar event summary
source: Summary
lt: Santrauka

# @title:column calendar event start date and time
source: Start Date and Time
lt: Pradžios data ir laikas

# @title:column calendar event end date and time
source: End Date and Time
lt: Pabaigos data ir laikas

# @title:column calendar event type
source: Type
lt: Tipas

# @title:column todo item due date and time
source: Due Date and Time
lt: Galutinio termino data ir laikas

# @title:column todo item priority
source: Priority
lt: Prioritetas

# @title:column todo item completion in percent
source: Complete
lt: Užbaigta

# @title:column calendar title
source: Calendar
lt: Kalendorius

source: Free/Busy Publish URL
lt: Užimtumo publikavimo URL

source: URL for publishing free/busy information
lt: URL, skirtas publikuoti informaciją apie užimtumą

source: Free/Busy Publish Username
lt: Užimtumo publikavimo naudotojo vardas

source: Username for publishing free/busy information
lt: Naudotojo vardas, skirtas publikuoti informaciją apie užimtumą

source: Free/Busy Publish Password
lt: Užimtumo publikavimo slaptažodis

source: Password for publishing free/busy information
lt: Slaptažodis, skirtas publikuoti informaciją apie užimtumą

source: Enable Automatic Free/Busy Retrieval
lt: Įjungti automatinį informacijos apie užimtumą gavimą

source: Use full email address for retrieval
lt: Gavimui naudoti visą el. pašto adresą

source: With this setting, you can change the filename that will be fetched from the server. With this checked, it will download a free/busy file called user@domain.ifb, for example nn@kde.org.ifb. Without this set, it will download user.ifb, for example nn.ifb.
lt: Naudodami šią nuostatą galite keisti failo, kuris bus gautas iš serverio, pavadinimą. Kai ši nuostata pažymėta, bus atsiunčiamas užimtumo failas, pavadinimu, naudotojas@sritis.ifb, pavyzdžiui, nn@kde.org.ifb. Kai ši nuostata nepažymėta, bus atsiunčiamas naudotojas.ifb, pavyzdžiui, nn.ifb.

source: Free/Busy Retrieval URL
lt: Užimtumo gavimo URL

source: Free/Busy Retrieval Username
lt: Užimtumo gavimo naudotojo vardas

source: Free/Busy Retrieval Password
lt: Užimtumo gavimo slaptažodis

source: Password for retrieving free/busy information
lt: Slaptažodis, skirtas gauti informaciją apie užimtumą

source: Send copy to owner when mailing events
lt: Siunčiant įvykius, siųsti kopiją savininkui

source: Check this box to get a copy of all e-mail messages that KOrganizer sends at your request to event attendees.
lt: Pažymėkite šį langelį, kad gautumėte visų el. laiškų, kuriuos KOrganizer jūsų prašymu siųs įvykių dalyviams, kopijas.

source: Hide declined invitations
lt: Slėpti atmestus pakvietimus

source: Check this box to hide declined invitations in event views.
lt: Pažymėkite šį langelį norėdami slėpti atmestus pakvietimus įvykių rodiniuose.

source: Only show reminders for events I organize or attend
lt: Rodyti priminimus tik apie mano organizuojamus ar lankomus įvykius

source: Check this to only receive reminders for events that you are the organizer of or that you are attending.
lt: Pažymėkite tai norėdami gauti priminimus tik apie įvykius, kurių organizatorius esate arba, kuriuos lankote.

source: Send Outlook-like pseudo counter proposals
lt: Siųsti Outlook pavidalo tariamus kontrapasiūlymus

source: Check whether hostname and retrieval email address match
lt: Patikrinkite ar sutampa mazgo vardas ir užklausos el. pašto adresas

source: With this setting you can configure whether the domain part of the free/busy URL has to match the domain part of the user ID you are looking for. For example, if this option is set, then looking for the free/busy data of joe@mydomain.com on the server www.yourdomain.com will fail.
lt: Naudodami šią nuostatą galite konfigūruoti, ar užimtumo URL srities dalis turi atitikti jūsų ieškomo naudotojo ID srities dalį. Pavyzdžiui, jei ši parinktis nustatyta, tuomet jonas@manosritis.com užimtumo duomenų paieška serveryje www.jūsųsritis.com patirs nesėkmę.

source: Calendar
lt: Kalendorius

source: Tasks
lt: Darbai

source: Journal
lt: Dienynas

source: Notes
lt: Pastabos

# %1 is folder contents
source: My Kolab %1
lt: Mano „Kolab“ %1

# %1 is folder name, %2 is folder contents
source: Shared Kolab %1 %2
lt: Bendrinama „Kolab“ %1 %2

source: My %1
lt: Mano %1

# unknown resource
source: Unknown
lt: Nežinomas

source: Failed to download free/busy data from: %1 Reason: %2
lt: Nepavyko atsisiųsti užimtumo duomenų iš: %1 Priežastis: %2

# @title:window
source: Free/Busy Retrieval Error
lt: Užimtumo gavimo klaida

source: Failed to parse free/busy information that was retrieved from: %1
lt: Nepavyko išnagrinėti informacijos apie užimtumą, gautos iš: %1

source: <qt><p>The software could not upload your free/busy list to the URL '%1'. There might be a problem with the access rights, or you specified an incorrect URL. The system said: <em>%2</em>.</p><p>Please check the URL or contact your system administrator.</p></qt>
lt: <qt><p>Programinei įrangai nepavyko išsiųsti jūsų užimtumo sąrašo į URL „%1“. Gali būti, jog yra problemų su prieigos teisėmis arba nurodėte neteisingą URL. Sistema pranešė: <em>%2</em>.</p><p>Patikrinkite URL adresą arba susisiekite su sistemos administratoriumi.</p></qt>

source: The free/busy information was successfully sent.
lt: Informacija apie užimtumą buvo sėkmingai išsiųsta.

# @title:window
source: Sending Free/Busy
lt: Siunčiamas užimtumas

source: Unable to publish the free/busy data: %1
lt: Nepavyko publikuoti užimtumo duomenų: %1

# @title:window
source: No Free/Busy Upload URL
lt: Nėra užimtumo išsiuntimo URL

source: <qt>The target URL '%1' provided is invalid.</qt>
lt: <qt>Nurodytas paskirties URL „%1“ yra neteisingas.</qt>

# @title:window
source: Invalid URL
lt: Neteisingas URL

source: General error
lt: Bendrosios klaidos

# %1 is event, todo or journal
source: %1 creation
lt: %1 sukūrimas

# %1 is event, todo or journal
source: %1 deletion
lt: %1 ištrynimas

# %1 is event, todo or journal
source: %1 modification
lt: %1 modifikavimas

source: Error creating ical resource: %1
lt: Klaida kuriant ical išteklių: %1

source: Failed to obtain D-Bus interface for remote configuration.
lt: Nepavyko gauti D-Bus sąsajos, skirtos nuotolinei konfigūracijai.

source: Could not download remote file.
lt: Nepavyko atsisiųsti nuotolinio failo.

source: An import task is already in progress.
lt: Importavimo užduotis jau vykdoma.

source: Empty filename. Will not import ical file.
lt: Tuščias failo pavadinimas. Nebus importuojamas ical failas.

source: Url to import is malformed.
lt: URL, kurį importuoti, yra netaisyklingas.

source: The selected file is not a readable file.
lt: Pasirinktas failas yra neperskaitomas failas.

source: The selected file is not properly formatted, or in a format not supported by this software.
lt: Pasirinktas failas nėra tinkamai formatuotas arba yra tokio formato, kurio ši programinė įranga nepalaiko.

source: The selected file is empty.
lt: Pasirinktas failas yra tuščias.

source: Merge ical file into existing calendar.
lt: Sulieti ical failą į esamą kalendorių.

source: Error while trying to create calendar item. Error was: %1
lt: Klaida bandant sukurti kalendoriaus elementą. Klaida buvo: %1

source: Error while trying to delete calendar item. Error was: %1
lt: Klaida bandant ištrinti kalendoriaus elementą. Klaida buvo: %1

# errormessage for a job ended with an unexpected result
source: An unknown error occurred
lt: Įvyko nežinoma klaida

source: Error while trying to modify calendar item. Error was: %1
lt: Klaida bandant modifikuoti kalendoriaus elementą. Klaida buvo: %1

source: That calendar item was already deleted, or currently being deleted.
lt: Tas kalendoriaus elementas jau buvo ištrintas arba šiuo metu yra ištrinamas.

source: Operation can not be performed due to ACL restrictions
lt: Operacija negali būti atlikta dėl ACL apribojimų

source: The chosen collection is invalid
lt: Pasirinktas rinkinys yra neteisingas

source: Default collection is invalid or doesn't have proper ACLs and DestinationPolicyNeverAsk was used
lt: Numatytasis rinkinys yra neteisingas arba jame nėra tinkamų ACL ir buvo naudota „DestinationPolicyNeverAsk“

source: Duplicate item id in a group operation
lt: Besidubliuojantis elemento ID grupės operacijoje

source: One change belonging to a group of changes failed. All changes are being rolled back.
lt: Vienas pakeitimas, priklausantis pakeitimų grupei, patyrė nesėkmę. Visi pakeitimai grąžinami į pradinę būseną.

source: Unknown error
lt: Nežinoma klaida

source: Error loading calendar.
lt: Klaida įkeliant kalendorių.

source: Error message: %1
lt: Klaidos pranešimas: %1

source: Unknown error while parsing iCal invitation
lt: Nežinoma klaida nagrinėjant iCal pakvietimą

source: Error while processing an invitation or update.
lt: Klaida apdorojant pakvietimą ar atnaujinimą.

source: Invalid incidence
lt: Neteisingas įvykis

source: Invalid action: %1
lt: Neteisingas veiksmas: %1

source: Error sending counter proposal
lt: Klaida siunčiant kontrapasiūlymą

source: Could not start editor to edit counter proposal
lt: Nepavyko paleisti redaktoriaus, skirto taisyti kontrapasiūlymą

# @title:window
source: Message Not Sent
lt: Žinutė neišsiųsta

# @action:button dialog positive answer
source: Send Email
lt: Siųsti el. laišką

# @action:button dialog negative answer
source: Do Not Send
lt: Nesiųsti

source: Error: %1
lt: Klaida: %1

source: Error loading calendar: %1
lt: Klaida įkeliant kalendorių: %1

# Groupware message sending failed. %2 is request/reply/add/cancel/counter/etc.
source: Unable to send the item '%1'. Method: %2
lt: Nepavyko išsiųsti elemento „%1“. Metodas: %2

source: The item information was successfully sent.
lt: Elemento informacija sėkmingai išsiųsta.

# @title:window
source: Publishing
lt: Publikavimas

source: Unable to publish the item '%1'
lt: Nepavyksta publikuoti elemento „%1“

# @title:window
source: Forwarding
lt: Persiuntimas

source: Unable to forward the item '%1'
lt: Nepavyko persiųsti elemento „%1“

# @title:window
source: Forwarding Error
lt: Persiuntimo klaida

source: Proposed new meeting time: %1 - %2
lt: Pasiūlytas naujas susitikimo laikas: %1 – %2

source: <placeholder>No summary given</placeholder>
lt: <placeholder>Santrauka nenurodyta</placeholder>

# @action:button
source: Send Update
lt: Siųsti atnaujinimą

# @action:button dialog positive answer
source: Send Update
lt: Siųsti atnaujinimą

source: Counter proposal: %1
lt: Kontrapasiūlymas: %1

# @action:button dialog positive answer to abort question
source: Abort Update
lt: Nutraukti atnaujinimą

source: Free Busy Object
lt: Užimtumo objektas

source: Free Busy Message
lt: Užimtumo pranešimas

source: Error while creating transport
lt: Klaida kuriant perdavimą

source: Sign Message?
lt: Pasirašyti žinutę?

# to sign
source: &Sign
lt: Pa&sirašyti

# @action:button
source: Do &Not Sign
lt: &Nepasirašyti

# @title:window
source: Send Unsigned?
lt: Siųsti nepasirašytą?

# @action:button
source: Send &Unsigned
lt: Siųsti n&epasirašytą

source: &Sign
lt: Pa&sirašyti

source: Sign && &Encrypt
lt: Pasirašyti ir š&ifruoti

source: &Encrypt
lt: Š&ifruoti

source: &Sign Only
lt: Tik pa&sirašyti

source: Encrypt Message?
lt: Šifruoti žinutę?

# @action:button
source: &Encrypt
lt: Š&ifruoti

# @action:button
source: Do &Not Encrypt
lt: &Nešifruoti

source: Send Unencrypted?
lt: Siųsti nešifruotą?

# @action:button
source: Send &Unencrypted
lt: Siųsti &nešifruotą

source: &Encrypt All Parts
lt: Š&ifruoti visas dalis

source: Unencrypted Message Warning
lt: Įspėjimas apie nešifruotą el. laišką

source: Error sending e-mail:
lt: Klaida siunčiant el. laišką:

# @title:window
source: Select Addresses
lt: Pasirinkti adresatus

# @info:tooltip
source: Send email to these recipients
lt: Siųsti el. laišką šiems gavėjams

# @title:window
source: Publishing Error
lt: Publikavimo klaida

source: The list of addressees to receive the invitation
lt: Sąrašas adresatų, kurie gaus pakvietimą

source: Create a new recipient
lt: Sukurti naują gavėją

source: &New
lt: &Naujas

source: Remove the recipient currently selected
lt: Pašalinti šiuo metu pažymėtą gavėją

source: &Remove
lt: Ša&linti

source: Select a recipient from your address book
lt: Pažymėkite gavėją iš savo adresų knygos

# recipient name
source: Name:
lt: Vardas:

source: The recipient's name
lt: Gavėjo vardas

source: This field contains the name of the recipient
lt: Šiame lauke yra gavėjo vardas

# recipient email
source: E&mail:
lt: E&l. paštas:

source: The recipient's email address
lt: Gavėjo el. pašto adresas

source: This field contains the email address of the recipient
lt: Šiame lauke yra gavėjo el. pašto adresas

source: Error modifying incidence
lt: Klaida modifikuojant įvykį

source: Error adding incidence
lt: Klaida pridedant įvykį

source: Error recording exception
lt: Klaida įrašant išimtį

source: Generic Error
lt: Bendrinė klaida

# @info
source: %1 wants to attend %2 but was not invited.
lt: %1 nori dalyvauti %2, bet nebuvo pakviesta(s).

# @info
source: %1 wants to attend %2 on behalf of %3.
lt: %1 nori %3 vardu dalyvauti %2.

# @title:window
source: Uninvited Attendee
lt: Nekviestas dalyvis

# @option
source: Accept Attendance
lt: Priimti dalyvavimą

# @option
source: Reject Attendance
lt: Atmesti dalyvavimą

# @info
source: The organizer rejected your attendance at this meeting.
lt: Organizatorius atmetė jūsų dalyvavimą šiame susitikime.

# @title:window
source: Attendee Added
lt: Dalyvis pridėtas

# @option
source: Send Messages
lt: Siųsti žinutes

# @option
source: Do Not Send
lt: Nesiųsti

source: No Free Busy Cache
lt: Nėra užimtumo podėlio

source: Add Folder…
lt: Pridėti aplanką…

source: Add a new calendar folder to the currently selected calendar folder.
lt: Pridėti naują kalendoriaus aplanką į šiuo metu pažymėtą kalendoriaus aplanką.

# @title:window
source: New Folder
lt: Naujas aplankas

source: Could not create calendar folder: %1
lt: Nepavyko sukurti kalendoriaus aplanko: %1

# @title:window
source: Calendar Folder Creation Failed
lt: Nepavyko sukurti kalendoriaus aplanko

source: Copy Folder
lt: Kopijuoti aplanką

source: Copy the selected calendar folders to the clipboard.
lt: Kopijuoti pažymėtus kalendoriaus aplankus į iškarpinę.

source: Delete Folder
lt: Ištrinti aplanką

source: Delete the selected calendar folders from the calendar.
lt: Pašalinti pažymėtus kalendoriaus aplankus iš kalendoriaus.

source: Do you really want to delete this calendar folder and all its sub-folders?
lt: Ar tikrai norite ištrinti šį kalendoriaus aplanką ir visus jo poaplankius?

# @title:window
source: Delete Calendar Folder?
lt: Ištrinti kalendoriaus aplanką?

source: Could not delete calendar folder: %1
lt: Nepavyko ištrinti kalendoriaus aplanko: %1

# @title:window
source: Calendar Folder Deletion Failed
lt: Nepavyko ištrinti kalendoriaus aplanko

source: Update Folder
lt: Atnaujinti aplanką

source: Update the content of the selected calendar folders.
lt: Atnaujinti pažymėtų kalendoriaus aplankų turinį.

source: Cut Folder
lt: Iškirpti aplanką

source: Cut the selected calendar folders from the calendar.
lt: Iškirpti pažymėtus kalendoriaus aplankus iš kalendoriaus.

source: Folder Properties…
lt: Aplanko savybės…

source: Open a dialog to edit the properties of the selected calendar folder.
lt: Atverti dialogą, skirtą taisyti pažymėto kalendoriaus aplanko savybes.

# @title:window
source: Properties of Calendar Folder %1
lt: Kalendoriaus aplanko „%1“ savybės

source: Copy Event
lt: Kopijuoti įvykį

source: Copy the selected events to the clipboard.
lt: Kopijuoti pažymėtus įvykius į iškarpinę.

source: Delete Event
lt: Ištrinti įvykį

source: Delete the selected events from the calendar.
lt: Ištrinti pažymėtus įvykius iš kalendoriaus.

source: Do you really want to delete the selected event?
lt: Ar tikrai norite ištrinti pažymėtą įvykį?

# @title:window
source: Delete Event?
lt: Ištrinti įvykį?

source: Could not delete event: %1
lt: Nepavyko ištrinti įvykio: %1

# @title:window
source: Event Deletion Failed
lt: Nepavyko ištrinti įvykio

source: Cut Event
lt: Iškirpti įvykį

source: Cut the selected events from the calendar.
lt: Iškirpti pažymėtus įvykius iš kalendoriaus.

source: Add &Calendar…
lt: Pridėti &kalendorių…

source: Add a new calendar<p>You will be presented with a dialog where you can select the type of the calendar that shall be added.</p>
lt: Pridėti naują kalendorių<p>Jums bus pateiktas dialogas, kuriame galėsite pasirinkti kalendoriaus, kuris turi būti pridėtas, tipą.</p>

# @title:window
source: Add Calendar
lt: Pridėti kalendorių

source: Could not create calendar: %1
lt: Nepavyko sukurti kalendoriaus: %1

# @title:window
source: Calendar Creation Failed
lt: Nepavyko sukurti kalendoriaus

source: &Delete Calendar
lt: Iš&trinti kalendorių

source: Delete the selected calendars<p>The currently selected calendars will be deleted, along with all the events, todos and journals they contain.</p>
lt: Ištrinti pažymėtus kalendorius<p>Šiuo metu pažymėti kalendoriai bus ištrinti, kartu su visais juose esančiais įvykiais, užduotimis ir dienynais.</p>

source: Do you really want to delete this calendar?
lt: Ar tikrai norite ištrinti šį kalendorių?

# @title:window
source: Delete Calendar?
lt: Ištrinti kalendorių?

source: Calendar Properties…
lt: Kalendoriaus savybės…

source: Open a dialog to edit properties of the selected calendar.
lt: Atverti dialogą, skirtą taisyti pažymėto kalendoriaus savybes.

source: Update Calendar
lt: Atnaujinti kalendorių

source: Updates the content of all folders of the selected calendars.
lt: Atnaujina visų pažymėtų kalendorių aplankų turinį.

source: &Copy to Calendar
lt: &Kopijuoti į kalendorių

source: Copy the selected event to a different calendar.
lt: Kopijuoti pasirinktą įvykį į kitą kalendorių.

source: &Move to Calendar
lt: &Perkelti į kalendorių

source: Move the selected event to a different calendar.
lt: Perkelti pasirinktą įvykį į kitą kalendorių.

source: Could not paste event: %1
lt: Nepavyko įdėti įvykio: %1

# @title:window
source: Paste Failed
lt: Nepavyko įdėti

source: Update Available Calendars
lt: Atnaujinti prieinamus kalendorius

source: Updates the tree of available calendars.
lt: Atnaujina prieinamų kalendorių medį.

source: Copy Event To
lt: Kopijuoti įvykį į

source: Move Event To
lt: Perkelti įvykį į

source: Edit Event…
lt: Taisyti įvykį…

source: Copy To-do
lt: Kopijuoti užduotį

source: Copy To-do To
lt: Kopijuoti užduotį į

source: Delete To-do
lt: Ištrinti užduotį

source: Cut To-do
lt: Iškirpti užduotį

source: Move To-do To
lt: Perkelti užduotį į

source: Copy Journal
lt: Kopijuoti dienyną

source: Copy Journal To
lt: Kopijuoti dienyną į

source: Delete Journal
lt: Ištrinti dienyną

source: Cut Journal
lt: Iškirpti dienyną

source: Move Journal To
lt: Perkelti dienyną į

source: Edit Journal…
lt: Taisyti dienyną…

source: New E&vent…
lt: Naujas į&vykis…

source: Create a new event
lt: Sukurti naują įvykį

source: Create a new To-do
lt: Sukurti naują užduotį

source: New &Journal…
lt: Naujas &dienynas…

source: Create a new Journal
lt: Sukurti naują dienyną

source: &Edit…
lt: &Taisyti…

source: Edit the selected incidence.
lt: Taisyti pažymėtą įvykį.

# yes, an exception to a recurring to-do
source: Exception
lt: Išimtis

# yes, recurring to-do
source: Yes
lt: Taip

# no, not a recurring to-do
source: No
lt: Ne

source: Summary
lt: Santrauka

source: Priority
lt: Prioritetas

# @title:column percent complete
source: Complete
lt: Užbaigta

source: Start Date
lt: Pradžios data

source: Due Date
lt: Galutinio termino data

# @title:column date completed
source: Completed
lt: Užbaigta

source: Tags
lt: Žymės

source: Description
lt: Aprašas
